/* The default text for the LoadingIndicatorView.\n This string can be overwritten by the \"text\" property in LoadingIndicatorView. */
"LoadingDefaultTextKey" = "Chargement";

/* The default text for an indicator in progress. */
"IndicatorProgressTextKey" = "En cours";

/* The default text for an indicator which is halted. */
"IndicatorHaltedTextKey" = "Arrêté";

/* The default text for an indicator which is completed. */
"IndicatorCompletedTextKey" = "Terminé";

/* The default text for an indicator in progress with option to pause. */
"LoadingPausableTextKey" = "En cours avec option de suspendre";

/* The default text for an indicator in progress with option to cancel.\n Accessability enablement of indicators without a label. */
"LoadingStoppableTextKey" = "En cours avec option d'annuler";

